Repository: didib/otopi
Catalog: po/*.po
Languages: pt_br

source: Command '{command}' is required but missing
pt_br: Comando'{command}' é requerido mas ausente

source: Missing variable type
pt_br: Tipo de váriavel ausente

source: Invalid variable type {type}
pt_br: Tipo de variável invalido {type}

source: Aborted
pt_br: Abortado

source: Failed to execute stage '{stage}': {exception}
pt_br: Falhou ao executar etapa '{stage}': {exception}

source: Unexepcted exception
pt_br: Exceção inesperada

source: Stage: {stage}
pt_br: Etapa: {stage}

source: Error during sequence
pt_br: Erro durante sequência

source: Internal error, plugins {groups} are missing
pt_br: Erro interno, plugins {groups} estão faltando

source: Dialog queryString not implemented
pt_br: Diálogo queryString não implementado

source: Dialog queryMultiString not implemented
pt_br: Diálogo queryMultiString não implementado

source: Dialog queryValue not implemented
pt_br: Diálogo queryValue não implementado

source: End of file
pt_br: Fim do arquivo

source: Please specify '{name}'
pt_br: Por favor especifique '{name}'

source: File transaction for '{file}'
pt_br: Transação de arquivo para '{file}'

source: Failed to restore SELinux attributes for '{file}'
pt_br: Falhou ao restaurar atributos SELinux para '{file}'

source: Internal error
pt_br: Erro interno

source: FATAL Internal error (main): {error}
pt_br: Erro interno FATAL (main): {error}

source: FAILED
pt_br: FALHOU

source: SKIPPED
pt_br: IGNORADO

source: Downloading {files} files, {size:.2f}KB
pt_br: Baixando {files} arquivos, {size:.2f}KB

source: Downloading {payload} {done:.2f}/{total:.2f}KB
pt_br: Baixando {payload} {done:.2f}/{total:.2f}KB

source: Downloaded {payload}{status}{message}
pt_br: Baixado {payload}{status}{message}

source: Unknown
pt_br: Desconhecido

source: Cleanup
pt_br: Limpeza

source: Downgrading
pt_br: Baixando

source: Installing
pt_br: Instalando

source: Obsoleting
pt_br: Marcando como obsoleto

source: Reinstalling
pt_br: Reinstalando

source: Upgrading
pt_br: Atualizando

source: Post transaction
pt_br: Pós transação

source: Downgraded
pt_br: Baixado

source: Installed
pt_br: Instalado

source: Obsoleted
pt_br: Obsoleto

source: Reinstalled
pt_br: Reinstalado

source: Upgraded
pt_br: Atualizado

source: Script out: {messages}
pt_br: Saída do script: {messages}

source: Verify: {package} {count}/{total}
pt_br: Verificar: {package} {count}/{total}

source: Queue package {package} for {action}
pt_br: Enfileirar pacote {package} para {action}

source: Cannot queue package '{package}': {error}
pt_br: Não posso enfileirar pacote '{package}':{error}

source: Queue group {group} for {action}
pt_br: Enfileirar grupo {group} para {action}

source: Group {group} cannot be resolved
pt_br: Grupo {group} não pode ser resolvido

source: Cannot queue group '{group}': {error}
pt_br: Não posso enfileirar grupo '{group}':{error}

source: Incompatible DNF
pt_br: DNF incompatível

source: Cannot get selinux context
pt_br: Não posso obter o contexto selinux

source: Cannot create selinux context
pt_br: Não posso criar contexto selinux

source: Cannot set role within selinux context
pt_br: Não posso definir função dentro do contexto selinux

source: Cannot set selinux exec context
pt_br: Não posso definir contexto exec no selinux

source: Cleaning cache: {what}
pt_br: Limpando cache: {what}

source: Creating transaction
pt_br: Criando transação

source: Illegal transaction state
pt_br: Estado de transação ilegal

source: Closing transaction with {op}
pt_br: Fechando transação com {op}

source: rollback
pt_br: restaurando

source: Performing DNF transaction rollback
pt_br: Realizando transação de restauração DNF

source: Building transaction
pt_br: Construindo transação

source: Transaction built
pt_br: Transação construída

source: Empty transaction
pt_br: Transação vazia

source: install
pt_br: instalar

source: remove
pt_br: remover

source: update
pt_br: atualizar

source: install/update
pt_br: instalar/atualizar

source: erase
pt_br: apagar

source: obsoleted
pt_br: obsoleto

source: obsoleting
pt_br: marcando como obsoleto

source: available
pt_br: disponível

source: updated
pt_br: atualizado

source: repackaging
pt_br: re-empacotando

source: Download packages
pt_br: Pacotes baixados

source: Unknown({event})
pt_br: Desconhecido({event})

source: packages:
pt_br: pacotes:

source: Verify: {count}/{total}: {member}
pt_br: Verificar: {count}/{total}: {member}

source: Downloading: {package} {count}({percent}%)
pt_br: Baixando: {package} {count}({percent}%)

source: Download/Verify: {package}
pt_br: Baixar/Verificar: {package}

source: Cannot queue group {group}: {error}
pt_br: Não posso enfileirar grupo {group}: {error}

source: Package {package} cannot be found
pt_br: Pacote {package} não pode ser encontrado

source: Cannot queue package {package}: {error}
pt_br: Não posso enfileirar pacote {package}: {error}

source: Cleaning caches: {what}.
pt_br: Limpando cache: {what}

source: Cannot switch to offline: {error}
pt_br: Não posso alternar para offline: {error}

source: Cannot switch to online: {error}
pt_br: Não posso alternar para online: {error}

source: Transaction close failed: {error}
pt_br: Falha ao fechar transação: {error}

source: One or more elements within Yum transaction failed
pt_br: Um ou mais elementos dentro da transação Yum falhou

source: Packager installGroup not implemented
pt_br: Packager installGroup não implementado

source: Packager updateGroup not implemented
pt_br: Packager updateGroup não implementado

source: Packager removeGroup not implemented
pt_br: Packager removeGroup não implementado

source: Packager install not implemented
pt_br: Packager instalar não implementado

source: Packager update not implemented
pt_br: Packager atualizar não implementado

source: Packager remove not implemented
pt_br: Packager remover não implementado

source: Initializing
pt_br: Inicializando

source: Environment setup
pt_br: Configuração de ambiente

source: Environment packages setup
pt_br: Configuração dos pacotes de ambiente

source: Programs detection
pt_br: Detecção de programas

source: Environment customization
pt_br: Personalização do ambiente

source: Setup validation
pt_br: Validação do setup

source: Transaction setup
pt_br: Transação do setup

source: Package installation
pt_br: Instalação de pacotes

source: Misc configuration
pt_br: Configuração misc

source: Transaction commit
pt_br: Transação commit

source: Closing up
pt_br: Fechando

source: Clean up
pt_br: Limpando

source: Pre-termination
pt_br: Pré-conclusão

source: Termination
pt_br: Conclusão

source: Reboot
pt_br: Reiniciar

source: Malformed argument {argType}:{arg}.
pt_br: Argumento mal-formado {argType}:{arg}.

source: Bad environment {keyType}:{key}={valueType}:{value}.
pt_br: Variável de ambiente incorreta {keyType}:{key}={valueType}:{value}.

source: Command '{command}' failed to execute: {error}
pt_br: Comando '{command}' falhou ao executar: {error}

source: Command '{command}' failed to execute
pt_br: Comando '{command}' falhou ao executar

source: Bad argument when trying to execute {args}, Malformed argument is {argType}:{arg}.
pt_br: Argumento errado enquanto tentava executar {args},argumento mal-formado é {argType}:{arg}.

source: Bad environment when trying to execute {args}, Malformed environment is {keyType}:{key}={valueType}:{value}.
pt_br: Mau argumento enquanto tentava executar {args}, ambiente Deformado é {keyType}:{key}={valueType}:{value}.

source: Invalid transaction element type
pt_br: Transação do tipo de elemento inválido

source: Cannot commit transaction as transaction not prepared
pt_br: Não posso salvar transação como transação não preparada

source: Cannot commit transaction as one of the elements failed
pt_br: Não posso salvar transação com um dos elementos em falha

source: Cannot open log file '{logFileName}': {error}
pt_br: Não posso abrir arquivo de log '{logFileName}': {error}

source: Log file: {logFileName}
pt_br: Arquivo de log: {logFileName}

source: Version: {package}-{version} ({local_version})
pt_br: Versão: {package}-{version} ({local_version})

source: This text
pt_br: Este texto

source: Invalid command '{command}'
pt_br: Comando inválido '{command}'

source: Customization phase, use 'install' to proceed COMMAND>
pt_br: Fase de personalização, usar 'install' para proseguir COMMAND>

source: Processing ended, use 'quit' to quit COMMAND>
pt_br: O processamento terminou, use 'quit' para sair COMMAND>

source: Display available commands
pt_br: Exibir comandos disponíveis

source: COMMAND HELP
pt_br: AJUDA DE COMANDOS

source: Use command --help to get command specific help.
pt_br: Usar comando --help para obter ajuda ao comando especifíco.

source: No operation
pt_br: Nenhuma operação

source: Syntax error
pt_br: Erro de sintaxe

source: Abort process
pt_br: Abortar processo

source: Aborted by user
pt_br: Abortado pelo usuário

source: Install software
pt_br: Instalar software

source: Quit
pt_br: Sair

source: Display environment
pt_br: Exibir ambiente

source: ENVIRONMENT
pt_br: AMBIENTE

source: Get environment variable
pt_br: Obter variável de ambiente

source: Environment key
pt_br: Chave do ambiente

source: Set environment variable
pt_br: Definir variável de ambiente

source: Variable type ('bool', 'int', 'str'), default 'str'
pt_br: Tipo de variável ('bool', 'int', 'str'), padrão 'str'

source: Variable value
pt_br: Valor da variável

source: Invalid type
pt_br: Tipo inválido

source: Query environment variable
pt_br: Consultar variável de ambiente

source: Get multi string environment variable
pt_br: Obter variável de ambiente multi string

source: Retrieve log file
pt_br: Receber arquivo de log

source: show exception information
pt_br: mostrar informações de exceção

source: Invalid value
pt_br: Valor inválido

source: Please specify value
pt_br: Por favor, especifique o valor

source: Please specify multiple strings for '{name}':
pt_br: Por favor especificar multiplas strings para '{name}':

source: type '{boundary}' in own line to mark end.
pt_br: tipo '{boundary}' na própria linha para marcar o fim.

source: Please specify value for '{name}':
pt_br: Por favor especificar valor para '{name}':

source: Format is type:value.
pt_br: O formato é do tipo:value.

source: Please confirm {description} [yes/no]:
pt_br: Por favor confirmar {description} [sim/não]:

source: Invalid value provided to '{name}'
pt_br: Valor fornecido inválido para '{name}'

source: type '{boundary}' in own line to mark end, '{abortboundary}' aborts
pt_br: tipo '{boundary}' na própria linha para marcar o fim, '{abortboundary}' abortadas

source: Aborted by dialog
pt_br: Abortado pelo diálogo

source: Response is VALUE {name}=type:value or ABORT {name}
pt_br: Resposta é VALUE {name}=type:value ou ABORTAR {name}

source: Expected response for {name}, received '{received}'
pt_br: Resposta esperada para {name}, recebida '{received}'

source: Value ot provided
pt_br: Valor ot fornecido

source: Invalid response opcode '{code}'
pt_br: Resposta opcode inválida '{code}'

source: Please confirm '{name}' {description}
pt_br: Por favor confirmar '{name}' {description}

source: Response is CONFIRM {name}=yes|no or ABORT {name}
pt_br: Resposta é CONFIRM {name}=sim|não ou ABORTAR {name}

source: Firewalld Transaction
pt_br: Transação firewalld

source: Cannot validate host name settings, reason: {reason}
pt_br: Não posso validar as definições de nome do host, razão: {reason}

source: cannot enumerate interface addresses
pt_br: não posso enumerar os endereços da interface

source: resolved host does not match any of the local addresses
pt_br: host resolvido não corresponde a nenhum dos endereços locais

source: cannot resolve own name '{name}'
pt_br: não posso resolver o próprio nome '{name}'

source: Unsupported distribution for iptables plugin
pt_br: Distribuição sem suporte para plug-in iptables

source: SSH public key is invalid
pt_br: Chave pública SSH é inválida

source: DNF Transaction
pt_br: Transação DNF

source: Confirm use of GPG Key userid={userid} hexkeyid={hexkeyid}
pt_br: Confirmar uso de chave GPG userid={userid} hexkeid={hexkeyid}

source: Yum Transaction
pt_br: Transação Yum

source: Failed to {do} service '{service}'
pt_br: Falhou ao {do} serviço '{service}'

source: start
pt_br: iniciar

source: stop
pt_br: parar

source: Failed to set boot startup {state} for service '{service}'
pt_br: Falhou ao definir a inicialização de boot {state} para serviço '{service}'

source: on
pt_br: ligado

source: off
pt_br: desligado

source: enable
pt_br: habilitado

source: disable
pt_br: desabilitado

source: Please specify current time ({format}), empty to skip:
pt_br: Por favor especificar o tempo atual ({format}), vazio para ignorar:

source: Cannot set clock
pt_br: Não posso definir a hora

source: Daemon not exited properly
pt_br: Daemon não finalizou adequadamente

source: Reboot scheduled
pt_br: Reboot agendado
